Revit 2027 API
ParameterTypeId.RbsElecCircuitWireNumNeutralsParam Property
 "# of Neutral Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitWireNumNeutralsParam { get; }
Public Shared ReadOnly Property RbsElecCircuitWireNumNeutralsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitWireNumNeutralsParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitWireNumNeutralsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace